Repository: badasswp/ping-me-on-slack
Catalog: languages/ping-me-on-slack-*.po
Languages: de_de

source: Ping Me On Slack
de_de: Ping Meinen Slack

source: Get notifications on Slack when changes are made on your WP website.
de_de: Erhalten Sie Benachrichtigungen auf Slack, wenn Änderungen auf Ihrer WP-Website vorgenommen werden.

source: Error: Composer is not installed!
de_de: Fehler: Composer ist nicht installiert!

source: User
de_de: Benutzer

source: Comment
de_de: Kommentar

source: Post
de_de: Beitrag

source: Title
de_de: Titel

source: Date
de_de: Datum

source: John Doe
de_de: Max Mustermann

source: Slack Username
de_de: Slack-Benutzername

source: Slack Channel
de_de: Slack-Kanal

source: e.g. #general
de_de: z.B. #general

source: e.g. https://hooks.slack.com/services/xxxxxx
de_de: z.B. https://hooks.slack.com/services/xxxxxx

source: A User was just created!
de_de: Ein Benutzer wurde gerade erstellt!

source: A User was just modified!
de_de: Ein Benutzer wurde gerade geändert!

source: A User was just deleted!
de_de: Ein Benutzer wurde gerade gelöscht!

source: A User just logged in!
de_de: Ein Benutzer hat sich gerade eingeloggt!

source: A User just logged out!
de_de: Ein Benutzer hat sich gerade abgemeldet!

source: A Comment was just published!
de_de: Ein Kommentar wurde soeben publiziert!

source: A Comment was just trashed!
de_de: Ein Kommentar wurde gerade verworfen!

source: A Post draft was just created!
de_de: Ein Post-Entwurf wurde gerade erstellt!

source: A Post was just published!
de_de: Ein Beitrag wurde gerade veröffentlicht!

source: A Post was just trashed!
de_de: Ein Post wurde gerade vernichtet!

source: A Theme was just switched!
de_de: Ein Theme wurde gerade gewechselt!

source: A Plugin was just installed!
de_de: Ein Plugin wurde gerade installiert!

source: A Plugin was just removed!
de_de: Ein Plugin wurde gerade entfernt!

source: A Plugin was just activated!
de_de: Ein Plugin wurde gerade aktiviert!

source: A Plugin was just de-activated!
de_de: Ein Plugin wurde gerade deaktiviert!

source: An Image was just uploaded!
de_de: Ein Bild wurde soeben hochgeladen!

source: An Image was just deleted!
de_de: Ein Bild wurde gerade gelöscht!
